IDEA Open Model
Wall.GeomId Property
 Id representing geometrical parts of Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public int GeomId { get; set; }
Public Property GeomId As Integer
	Get
	Set
public:
property int GeomId {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
Wall Class
IdeaRS.OpenModel.Detail Namespace